absszero.vscode-laravel-goto
adpyke.vscode-sql-formatter
amiralizadeh9480.laravel-extra-intellisense
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
caoayu.vscode-php-pack
damianbal.vs-phpclassgen
devsense.composer-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
duboiss.sf-pack
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
glitchbl.laravel-create-view
hakcorp.php-awesome-snippets
ihunte.laravel-blade-wrapper
junstyle.php-cs-fixer
justplayer.justins-php-pack
kokororin.vscode-phpfmt
kotfire.php-add-property
marabesi.php-import-checker
mattedesign.laravel-pack
meezilla.json
mehedidracula.php-constructor
mehedidracula.php-namespace-resolver
mikestead.dotenv
mrchetan.phpstorm-parameter-hints-in-vscode
nadim-vscode.infinity-dark-theme
nadim-vscode.symfony-code-snippets
nadim-vscode.twig-code-snippets
neilbrayfield.php-docblocker
onecentlin.laravel-blade
onecentlin.laravel5-snippets
phiter.phpstorm-snippets
phproberto.vscode-php-getters-setters
pkief.material-icon-theme
recca0120.vscode-phpunit
redhat.vscode-yaml
rexshi.phpdoc-comment-vscode-plugin
rifi2k.format-html-in-php
ryannaddy.laravel-artisan
shufo.vscode-blade-formatter
thenouillet.symfony-vscode
xdebug.php-debug
